{
    "1a662452889947a8b19fb90a036d3cce": {
        "name": "#Olympic Day Challenge",
        "imageCaption": "Celebrate the olympic spiry by being active on June 23",
        "challengeDesc": "Track a workout using the RunKeeper app, anytime between 00:01 and 23:59 on June 23, 2014*",
        "rewards": "Completing the challenge makes you eligible for the grand prize of a trip for two to the Olympic Museum and headquarters in Lausanne, Switzerland. That includes:\n\n-Airline ticket\n-Accommodations\n-Free entrance to the Olympic Museum\n-Visit of the IOC headquarters\n-All around awesome time.",
        "smallPrint": "* Any activity type eligible (ex: running, biking, walking, etc.), but manually logged activities will not count",
        "bigCarrotTitle": "",
        "bigCarrotContent": "",
        "longerDescriptionTitle": "GET MOVING!",
        "longerDescriptionContent": "The International Olympic Committee wants people to get out and move and Olympic Day is an opportunity for people around the world to get in shape. Celebrate this Olympic Day by working out on June 23! If you track a workout using RunKeeper that day, you'll be eligible to win a trip for two to the Olympic Museum and Headquarters in Switzerland! We're excited to see what you do!",
        "socialShareComponent": "I'm working out with @RunKeeper on June 23 to complete #OlympicDay Challenge!",
        "agreementContent": "By clicking the link above and joining the challenge, you acknowledge that you have read and agreed to the RunKeeper Privacy Policy , Terms and Conditions of Use, and the Official Challenge Rules.",
        "notificationText": ""
    },
    "46d048152a4f48fba1e22ae36730e733": {
        "name": "Kickstart Your Routine Challenge",
        "imageCaption": "Kickstart Your Routine Challenge",
        "challengeDesc": "Track five workouts with RunKeeper before November 30, 2014. Build your routine the way you want by tracking any activity using GPS or Indoor mode*.",
        "rewards": "Complete the challenge and you will be entered to win one of ten classic RunKeeper hoodies!\n\nBe sure to invite your friends and make healthy habits together!",
        "smallPrint": "*Manually logged activity types will not count towards your activity total.",
        "bigCarrotTitle": "",
        "bigCarrotContent": "",
        "longerDescriptionTitle": "GET MOVING!",
        "longerDescriptionContent": "We all know the hardest part of working out is finding the time to do it. Challenge yourself by making a fitness routine part of your lifestyle! Just track five activities within ten days and you'll be entered to win a RunKeeper hoodie. Better yet, you'll be building a great fitness habit for the future!",
        "socialShareComponent": "I'm making fitness part of my lifestyle with @RunKeeper and the Kickstart Your Routine Challenge!",
        "agreementContent": "By clicking the link above and joining the challenge, you acknowledge that you have read and agreed to the RunKeeper Privacy Policy , Terms and Conditions of Use, and the Official Challenge Rules.",
        "notificationText": "You have a new challenge available! Go check it out"
    },
    "bf06d86b96e44524979c26804e44a0a5": {
        "name": "Magellan Challenge",
        "imageCaption": "Some caption for the Magellan Challenge",
        "challengeDesc": "Track 50 kilometers with RunKeeper over the course of a month. They can be runs or walks, they just need to be GPS tracked!",
        "rewards": "Get $20 off any Magellan Echo watch and three free months of RunKeeper Elite for completing!\n\nFeeling lucky? We're also giving away a Magellan Echo watch to 10 lucky challenge completers!",
        "smallPrint": "* Only running and walking activities eligible, biking and manually logged activities will not count",
        "bigCarrotTitle": "",
        "bigCarrotContent": "",
        "longerDescriptionTitle": "GET MOVING!",
        "longerDescriptionContent": "Magellan Echo and Echo Fit solve the biggest problem when tracking your activity with a smartphone - viewing and controlling RunKeeper while the phone is tucked away. Echo streams RunKeeper data and controls from your smartphone to your wrist in real-time.  Get out and go the distance!",
        "socialShareComponent": "I'm tracking 50km with @RunKeeper over the next month for the @MagellanGPS Echo 50km Challenge.",
        "agreementContent": "By clicking the link above and joining the challenge, you acknowledge that you have read and agreed to the RunKeeper Privacy Policy , Terms and Conditions of Use, and the Official Challenge Rules.",
        "notificationText": ""
    },
    "11c95416f6324a06a2dd28874f61d6d9": {
        "name": "LG Challenge",
        "challengeDesc": "Track an activity of 5km or more using the RunKeeper app by June 18*",
        "rewards": "After completing the challenge you'll receive 1 free month of RunKeeper Elitevand be entered to win an LG Lifeband**",
        "smallPrint": "* Any activity type eligible (ex: running, biking, walking, etc.), but manually logged activities will not count",
        "bigCarrotTitle": "GET 6 MONTHS OF RUNKEEPER ELITE",
        "bigCarrotContent": "Buy an LG Lifeband now and connect it to RunKeeper to get 6 months of RunKeeper Elite! \n\nWith RunKeeper Elite, you'll get the ability to live broadcast your workouts, deeper fitness stats, and tailored guidance to help you hit your goals.",
        "longerDescriptionTitle": "GET MOVING!",
        "longerDescriptionContent": "LG and RunKeeper are teaming up to celebrate the launch of the LG Lifeband, an ideal companion to an active lifestyle for all fitness levels. \n\nWe're challenging you to get out there and complete a 5km activity anytime between May 19 and June 18. Whether it's your first 5k or just another workout in your routine, make this one count! \n\nLifeband Challenge finishers will all receive one free month of RunKeeper Elite and be entered to win an LG Lifeband.",
        "socialShareComponent": "Check out the @RunKeeper LG Lifeband Challenge!",
        "agreementContent": "By clicking the link above and joining the challenge, you acknowledge that you have read and agreed to the RunKeeper Privacy Policy , Terms and Conditions of Use, and the Official Challenge Rules."
    }
}
